{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp",
      "version": "'1.*'"
    },
    "blue-moon": {
      "src": "https://github.com/kyazdani42/blue-moon"
    },
    "blue_moon": {
      "src": "https://github.com/kyazdani42/blue-moon"
    },
    "conjure": {
      "src": "https://github.com/Olical/conjure"
    },
    "grubbox-baby": {
      "src": "https://github.com/luisiacc/gruvbox-baby"
    },
    "gruvbox-baby": {
      "src": "https://github.com/luisiacc/gruvbox-baby"
    },
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon"
    },
    "koda.nvim": {
      "src": "https://github.com/oskarnurm/koda.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "melange-nvim": {
      "src": "https://github.com/savq/melange-nvim"
    },
    "melliflous": {
      "src": "https://github.com/ramojus/mellifluous.nvim"
    },
    "mellifluous": {
      "src": "https://github.com/ramojus/mellifluous.nvim"
    },
    "mellifluous.nvim": {
      "src": "https://github.com/ramojus/mellifluous.nvim"
    },
    "mellow.nvim": {
      "src": "https://github.com/mellow-theme/mellow.nvim"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs"
    },
    "mini.pick": {
      "src": "https://github.com/echasnovski/mini.pick"
    },
    "minimal": {
      "src": "https://github.com/Yazeed1s/minimal.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-earthsong": {
      "src": "https://github.com/guillermodotn/nvim-earthsong"
    },
    "nvim-java": {
      "src": "https://github.com/nvim-java/nvim-java"
    },
    "nvim-lsp-gpr-selector": {
      "src": "https://github.com/TamaMcGlinn/nvim-lsp-gpr-selector"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-lspconfig-ada": {
      "src": "https://github.com/TamaMcGlinn/nvim-lspconfig-ada"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "obscure": {
      "src": "https://github.com/killitar/obscure.nvim"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "oxocarbon": {
      "src": "https://github.com/nyoom-engineering/oxocarbon.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "rainbow": {
      "src": "https://github.com/luochen1990/rainbow"
    },
    "spring-boot.nvim": {
      "src": "https://github.com/JavaHello/spring-boot.nvim",
      "version": "'218c0c26c14d99feca778e4d13f5ec3e8b1b60f0'"
    },
    "toggleterm.nvim": {
      "src": "https://github.com/akinsho/toggleterm.nvim"
    },
    "vague": {
      "src": "https://github.com/vague2k/vague.nvim"
    },
    "vague.nvim": {
      "src": "https://github.com/vague2k/vague.nvim"
    },
    "vague_theme": {
      "src": "https://github.com/vague2k/vague.nvim"
    },
    "vesper": {
      "src": "https://github.com/datsfilipe/vesper.nvim"
    },
    "vesper.nvim": {
      "src": "https://github.com/datsfilipe/vesper.nvim"
    },
    "vesper_theme": {
      "src": "https://github.com/datsfilipe/vesper.nvim"
    },
    "zen-mode.nvim": {
      "src": "https://github.com/folke/zen-mode.nvim"
    }
  }
}